accountsservice
alsa-firmware
alsa-plugins
alsa-utils
aria2
awesome-terminal-fonts
base
base-devel
bash-completion
bind
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
bridge-utils
btop
btrfs-progs
cachy-update
cachyos-fish-config
cachyos-gaming-meta
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-niri-noctalia
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
chwd
cmatrix
cpupower
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
duf
e2fsprogs
efibootmgr
efitools
egl-wayland
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
filelight
flatpak
fsarchiver
gamemode
gamescope
git
glances
gnome-boxes
grim
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
hdparm
hwdetect
hwinfo
hydra-launcher-bin
inetutils
intel-lpmd
intel-media-driver
intel-ucode
iwd
jfsutils
kitty
less
lib32-gamemode
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-icd-loader
lib32-vulkan-intel
libdvdcss
libgsf
libopenraw
libva-nvidia-driver
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-cachyos-lts-nvidia-open
linux-cachyos-nvidia-open
linux-firmware
logrotate
lsb-release
lsscsi
lutris
lvm2
man-db
man-pages
mdadm
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
ncdu
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
nvidia-prime
nvidia-settings
nvidia-utils
nwg-look
obsidian-bin
opencl-nvidia
openssh
os-prober
pacman-contrib
papirus-folders
papirus-icon-theme
paru
pavucontrol
perl
pipes.sh
pipewire-alsa
pipewire-pulse
pixie-sddm-git
pkgfile
plocate
plymouth
poppler-glib
power-profiles-daemon
profile-sync-daemon
proton-vpn-gtk-app
pv
python
python-defusedxml
python-packaging
qemu-full
qogir-icon-theme
qt5-declarative
qt5-graphicaleffects
qt5-wayland
qt5ct
rebuild-detector
reflector
resvg
ripgrep
rsync
s-nail
satty
sddm
sddm-theme-noctalia-git
sddm-theme-obscure-git
sg3_utils
shelly
slurp
smartmontools
snapper
sof-firmware
spotify-launcher
steam
stow
sudo
switcheroo-control
sysfsutils
systemd-boot-manager
texinfo
trash-cli
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
ufw
ufw-extras
unrar
unzip
usb_modeswitch
usbutils
vicinae
vim
vlc-plugins-all
vpl-gpu-rt
vulkan-icd-loader
vulkan-intel
wget
which
wine-ge-custom
wireplumber
wpa_supplicant
xdg-user-dirs
xdg-utils
xfsprogs
xl2tpd
zen-browser-bin
zoxide
